Repository: alexgubanow/apteka063
Catalog: apteka063_bot/Resources/Translation.*.resx
Languages: ru, uk

source: Active orders
ru: Активные заказы
uk: Активні замовлення

source: Available now:
ru: Доступно сейчас:
uk: Доступно зараз:

source: Cancel
ru: Отменить
uk: Скасувати

source: Canceled
ru: Отмененный
uk: Отмененный

source: Choose order type
ru: Выберите тип заказа
uk: Виберіть тип замовлення

source: Closed
ru: Закрыт
uk: Закрито

# DBUpdateFailed
source: database update failed
ru: Обновление не удалось
uk: Оновлення не вдалося

# DBUpdateFinished
source: database update finished
ru: База данных обновлена
uk: База данних оновлена

source: Declined
ru: Отклоненный
uk: Відхилено

# EditOrder
source: Edit the Order
ru: Отредактировать заказ

source: Emergency contacts
ru: Экстренные контакты
uk: Екстренні контакти

source: Filling
ru: Заполнение
uk: Наповнення

source: Food
ru: Еда
uk: Їжа

# GoBack
source: Return back
ru: Вернуться назад
uk: Повернутись назад

# GoToMenu
source: Go to the Main menu
ru: Вернуться в Главное меню
uk: Повернутися до Головного меню

source: has been registered
ru: был зарегистрирован
uk: було зареєстровано

# Humaid
source: Humanitarian Aid
ru: Гуманитарка
uk: Гуманітарка

source: InProgress
ru: В процессе
uk: В процесі

source: Main menu:
ru: Главное меню:
uk: Головне меню:

# NeedAdress
source: Need contact address
ru: Нужен адрес
uk: Потрібна адреса

source: Need contact name
ru: Нужно имя получателя
uk: Потрібен телефон

# NeedPhone
source: Need contact phone
ru: Нужен телефон получателя
uk: Потрібен телефон

source: New order
ru: Новый заказ
uk: Нове замовлення

# NoComment
source: Order without comment
ru: Заказ без комментария

source: Not implemented
ru: Данный функционал не реализован
uk: Цей функціонал не реалізований

source: No any active orders found
ru: Не найдено активных заказов
uk: Активних замовлень не знайдено

source: Order
ru: Заказать
uk: Замовити

# OrderNumber
source: Order №
ru: Заказ №
uk: Замовлення №

source: Orders
ru: Заказы
uk: Замовлення

source: Order is empty, please pick some
ru: Заказ пуст, выберите чтото для заказа
uk: Замовлення пусте, выберіть що-небудь для заказу

source: Order received, processing, please wait
ru: Заказ получен, происходит обработка, подождите
uk: Замовлення отримано, тривае обробка, зачекайте

source: Pick category:
ru: Выбери категорию:
uk: Оберіть категорію:

source: Pills
ru: Медикаменты
uk: Медикаменти

# ProceedOrder
source: Proceed the Order
ru: Продолжить оформление заказа

# ProvideDeliveryAddress
source: Please provide the address where order should be shipped
ru: Пожалуйста, напишите адрес получателя
uk: Будь ласка, напишіть адресу одержувача

# ProvideOrderComment
source: Please provide the comment for your order
ru: Пожалуйста, добавьте комментарий к заказу если необходимо

# ProvidePhoneNumber
source: Please provide the phone number of the person who will recieve the help
ru: Пожалуйста, напишите телефон получателя (или другой контакт)
uk: Будь ласка, напишіть телефон одержувача (або інший контакт)

# ProvideReceiverName
source: Please provide the contact name
ru: Пожалуйста, напишите имя получателя
uk: Будь ласка, напишіть ім'я отримувача

# ReportActivity
source: Report suspicious activity
ru: Сообщить о подозрительной активности
uk: Повідомити про підозрілу активність

source: Report incident
ru: Сообщить об инциденте
uk: Повідомити про інцидент

# Something_went_wrong_Please_correct
source: Something went wrong, please correct your input
ru: Что-то пошло не так, пожалуйста проверьте данные которые вы ввели

# TakeCare
source: Take care of yourself and loved ones
ru: Позаботьтесь о себе и о своих близких
uk: Подбайте про себе та своїх близьких

source: Transport
ru: Транспорт
uk: Транспорт

source: Your Order is:
ru: Ваш текущий заказ:

source: You don't have orders
ru: У вас нет заказов
uk: Ви не маєте замовлень
